cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "telemachus/brew", "https://telemachus@bitbucket.org/telemachus/brew.git"
tap 'sanemat/font'
brew 'crf++'
brew 'pkg-config'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'cmake'
brew 'libsodium'
brew 'zeromq'
brew 'czmq'
brew 'libtool'
brew 'jpeg'
brew 'libtiff'
brew 'icu4c'
brew 'pcre'
brew 'gobject-introspection'
brew 'harfbuzz'
brew 'pango'
brew 'faac'
brew 'texi2html'
brew 'readline'
brew 'gdbm'
brew 'openssl'
brew 'yasm'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'ffmpeg'
brew 'fontforge'
brew 'gmp'
brew 'go'
brew 'libevent'
brew 'mpfr'
brew 'libmpc'
brew 'libpqxx'
brew 'libyaml'
brew 'node'
brew 'ossp-uuid'
brew 'sanemat/font/ricty'
brew 'graphviz'

brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'git'
brew 'hub'
brew 'tmux'
brew 'vim'
brew 'wget'
brew 'zsh'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby'
brew 'ruby-build'
brew 'imagemagick'
brew 'mysql', restart_service: true
brew 'postgresql'
brew 'heroku'
brew 'peco'
brew 'awsebcli'
brew 'awscli'
brew 'the_silver_searcher'
brew 'terraform'
brew 'yarn'

cask 'google-chrome'
cask 'sequel-pro'
cask 'iterm2'
cask 'slack'
cask 'google-japanese-ime'
cask 'alfred'
cask 'atom'
cask 'dropbox'
cask 'dash'
cask 'gyazo'
cask 'skitch'
cask 'insomnia'
cask 'sketch'
cask 'zeplin'
cask 'zoomus'
cask 'docker'

mas "1Password", id: 443987910
mas "Simplenote", id: 692867256
mas "SketchBookExpress", id: 404243625
mas "Xcode", id: 497799835
mas "LINE", id: 539883307

