tap 'caskroom/cask'
tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/versions'
tap 'peco/peco'
tap 'sanemat/font'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'crf++'
brew 'mecab'
brew 'mecab-ipadic'
brew 'cabocha'
brew 'pkg-config'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'cmake'
brew 'libsodium'
brew 'zeromq'
brew 'czmq'
brew 'libtool'
brew 'jpeg'
brew 'libtiff'
brew 'icu4c'
brew 'pcre'
brew 'git'
brew 'gobject-introspection'
brew 'harfbuzz'
brew 'pango'
brew 'imagemagick'
brew 'emacs'
brew 'faac'
brew 'texi2html'
brew 'readline'
brew 'sqlite'
brew 'gdbm'
brew 'openssl'
brew 'python'
brew 'yasm'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'ffmpeg'
brew 'fontforge'
brew 'gmp'
brew 'go'
brew 'hub'
brew 'libevent'
brew 'mpfr'
brew 'libmpc'
brew 'libpqxx'
brew 'libyaml'
brew 'mysql'
brew 'node'
brew 'ossp-uuid'
brew 'phantomjs'
brew 'python3'
brew 'qt'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby'
brew 'ruby-build'
brew 'sl'
brew 'the_silver_searcher'
brew 'tmux'
brew 'vim'
brew 'wget'
brew 'zsh'
brew 'elixir'
brew 'homebrew/versions/postgresql92'
brew 'peco/peco/peco'
brew 'sanemat/font/ricty'
brew 'awsebcli'

cask 'google-chrome'
cask 'night-owl'
cask 'sequel-pro'
cask 'iterm2'
cask 'slack'
cask 'evernote'
cask 'google-japanese-ime'
cask 'xtrafinder'
cask 'alfred'
cask 'dropbox'
cask '1password'
cask 'heroku-toolbelt'
cask 'dash'
cask 'atom'
cask 'coteditor'
cask 'virtualbox'
cask 'vagrant'
